[{
  "_id": {
    "$oid": "61d70737bc1dd82c48438f90"
  },
  " Ingrédients_M1": "2 grosses betteraves + 2 pamplemousses",
  "Ingrédients_M2": "Feuilles de manioc fraîche et petite boite de lait",
  "Méthode1": "Rapper les deux betteraves et mettre le contenu dans 1 littre d'eau fraiche puis ajouter les deux pamplemousses et boire 3 verres par jour",
  "Méthode2": "piler les feuilles de manioc, extraire le jus puis ajouter du lait. Boire 1 verre matin, un à midi et un le soir pendant 3 jours.j",
  "nom": "Anemie"
},{
  "_id": {
    "$oid": "61d70a3fbc1dd82c48438f91"
  },
  "Ingrédients": "Feuilles de choux, miel et compresse",
  "Méthode": "Ecraser les feuilles de choux, les étendre sur la compresse et ajouter une couche de miel",
  "nom": "Brûlures"
},{
  "_id": {
    "$oid": "61d7139cbc1dd82c48438f92"
  },
  "Ingrédients_M1": "15 g de racine de cocotier",
  "Ingrédients_M2": "Fruit de corossolier vert",
  "Méthode1": "Découper les racines de cocotier, les melanger à un littre d'eau et porter à ébullition pendant 20 minutes et laisser refroidir puis boire une tasse avant  les principaux repas",
  "Méthode2": "Faire sécher le fruit vert et le rendre ne poudre. Mettre une pincée par tasse d'eau tiède et boire trois tasses par jour",
  "nom": "Dysenterie Amibienne"
},{
  "_id": {
    "$oid": "61d71602bc1dd82c48438f93"
  },
  "Ingrédients": "Feuilles de corossolier",
  "Méthode": "Mettre une poignée(13 feuilles) dans un litre d'eau bouillante. Boire une tasse le soir avant le couché",
  "nom": "Insomnie"
},{
  "_id": {
    "$oid": "61d716ecbc1dd82c48438f94"
  },
  "Ingrédients": "Feuilles de goyavier",
  "Méthode": "Verser une poignée de 20 feuilles au dessus d'un littre d'eau bouillante, attendre pendant 10minutes. Filtrer et boire une tasse après chaque repas.",
  "nom": "Rhumatisme"
},{
  "_id": {
    "$oid": "61d7192cbc1dd82c48438f95"
  },
  "Ingrédients": "Feuilles, fleurs et bourgeons du corossol à fruit épineux",
  "Méthode": "Infusion des feuilles, fleurs et bourgeons dans un littre d'eau bouillant et boire sous forme de tisane",
  "Noim": "La Toux"
},{
  "_id": {
    "$oid": "61d71b5cbc1dd82c48438f96"
  },
  "Ingrédients": "Ail et lait",
  "Méthode": "Mettre 3 ou 45 gousses d'ail râpées dans une tasse d'eau bouillante avec un peu de lait. Laisser macérer toute la nuit, boire le lendemain matin pendant plusieurs jours",
  "nom": "Vers intestinaux"
},{
  "_id": {
    "$oid": "61d71ccdbc1dd82c48438f97"
  },
  "Igrédients_M1": "Citrons, Pamplemousse",
  "Ingrédients_M2": "Graines de papaye",
  "Méthode1": "Découper en tranches très fines tois citrons, deux pamplemousses. Ajouter 1 litre d'eau et faire bouillir pendant 15 minutes. Boire deux verres matin, midi et soir",
  "Méthode2": "Faire bouillir les graines de papaye et prendre 03 verres dans la journée",
  "nom": "Obésité"
},{
  "_id": {
    "$oid": "61d71f3abc1dd82c48438f98"
  },
  "Ingrédients": "Lait non sucré et Soda",
  "Méthode": "Faire le mélange d'une boite de lait non sucré et une bouteille de soda. Boire un verre par jour",
  "nom": "Vertige"
},{
  "_id": {
    "$oid": "61d720ecbc1dd82c48438f99"
  },
  "Ingrédients_M1": "Ecorce de Safoutier ou urine de la victime",
  "Ingrédients_M2": "Touffe de cheveux de la victime, allumette ou briquet et huile de palme",
  "Méthode1": "Après le garrot, faire manger et avaler au malade l'écorce de prunier(Safoutier) ou boire ses urines",
  "Méthode2": "Prendre une touffe de cheveux de la personne mordue, la brûler au moyen d'une flamme(allumettes ou briquet) mélangez la cendre à l'huile de palme brute et faire avaler par le malade",
  "nom": "MORSURE DE SERPENT"
},{
  "_id": {
    "$oid": "61d725a8bc1dd82c48438f9a"
  },
  "Ingrédients_M2": "argile, miel, huile de palmiste",
  "Méthode1": "Brûler les vieux habits et tournez la tête de l'enfant sur la fumée",
  "Méthode2": "Mélanger une cuillérée d'argile et d'argile et d'huile de palmiste et appliquez le mélange sur la nuque de l'enfant après mélangez une cuillérée d'argile de miel et d'huile de palmiste. Faire consommer à l'enfant",
  "Nom": "Convulsion"
},{
  "_id": {
    "$oid": "61d727ecbc1dd82c48438f9b"
  },
  "methode1": "Prendre 01 à 03 litres de lait, pendant 03 jours",
  "méthode2": "melanger de l'eau et 4 cuillères à soupe de miel dans un verre et absorber",
  "nom": "Empoisonnement"
}]